[A_CreatureShantiriTitan H7Creature]
mName="杉提瑞泰坦"
mLore="第一个泰坦是由杉提瑞人在神话时代的战争中建造出来的。这个庞大且复杂的构造体由魔法驱动，很大一部分泰坦在那一时期的战争中损毁了。但有很小一部分留存了下来，物质之屋的巫师们急切的想要探究他们身上的奥秘。当然，在某些罕见的情况下，这些泰坦得以幸存，仍然还“活着”...他们也不怎么乐意总是被人打扰。\n\n招募所需稀有资源： \n3 星银 \n1 龙血水晶"